Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=265_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Ijahis Idja musiikkifestivaali elokuussa 2009
smn: Ijâttis Ijjâ muusikfestivaalâ porgemáánust 2009

source: Alkuperäiskansojen musiikkifestivaali Ijahis Idja järjestetään ensi vuonna elokuun 21.-23. päivinä.
smn: Algâaalmugij muusikfestivaalâ Ijâttis Ijjâ uárnejuvvoo puáttee ive porgemáánu 21.-23. peeivij.

source: Festivaalia on järjestetty vuodesta 2004 lähtien ja sen ajankohtana on aiemmin ollut toukokuun loppu.
smn: Festivaalâ lii uárnejum ive 2004 rääjist já ovdebijn iivijn vyesimáánu loopâst.

source: Festivaalin ohjelmarunko säilyy ennallaan.
smn: Festivaalâ ohjelmvuávám piso siämmáálágánin.

source: Mukana ohjelmassa tulee olemaan sekä saamelaista että muiden alkuperäiskansojen musiikkia.
smn: Ohjelmist puátá leđe mieldi sehe säämi já eres algâaalmugij muusik.

source: Lisätietoja: www.ijahisidja.fi.
smn: Lasetiäđuh: www.ijahisidja.fi.
